#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ Ġ
ĠĠ ĠĠ
r e
i n
ĠĠĠĠ ĠĠĠĠ
s t
ĠĠ Ġ
e r
) ;
- >
Ġ =
e n
a t
Ġ (
o n
ĉ ĉ
s e
i f
Ġ *
o r
d e
l e
c t
a l
Ġ c
a r
u r
Ġ {
a g
i t
e t
Ġ t
s i
a n
re t
i d
m e
ĠĠĠĠ ĠĠĠ
r o
en t
in t
Ġ p
c k
l o
a d
c e
u n
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
ur n
Ġ 0
h e
ret urn
Ġ if
: :
st r
Ġ s
u t
Ġ f
e d
e x
Ġ b
in g
Ġ &
ag e
p t
i on
e l
u e
ĠĠĠĠ Ġ
( )
c o
z e
Ġ }
m p
i s
at e
Ġ n
a s
f f
a me
c h
si ze
f o
t r
l en
o t
p e
Ġ m
Ġ= =
i c
Ġ "
u ct
/ *
a se
) )
ex t
str uct
c on
se t
i m
E R
Ġ o
at a
Ġ* /
Ġ return
Ġ N
L L
u m
er r
I N
u s
a p
en d
ĠĠĠĠĠĠĠĠ ĠĠĠ
i le
Ġ d
re s
o l
Ġ w
ĉĉ ĉ
I n
o de
l i
u l
U LL
e s
Ġ !
v al
a b
b u
in fo
re a
i l
Ġ -
" ,
an d
Ġ 1
y pe
i g
Ġ S
o id
t h
Ġ +
e w
Ġc on
st at
ĠN ULL
v oid
Ġ <
Ġt he
Ġ int
R E
g et
v e
Ġ i
Ġ re
v i
a ck
im age
R e
Ġ a
Ġ! =
G et
( );
o p
d r
Ġ( !
u p
Ġ in
O N
v er
( &
el se
Ġ |
S T
lo ck
d ata
a y
E N
m s
s er
Ġ g
Ġ& &
) );
s s
k e
ct x
O R
ĉĉ ĉĉ
rea k
Ġc h
ab le
r y
A T
A L
Ġ h
Ġ C
at ion
t o
g n
s k
Ġ /*
d o
Ġ T
ff er
e ct
r ame
3 2
si on
re e
de v
c p
re n
or t
Ġt o
Ġ l
r i
- -
ul t
q ue
t ext
l ag
un t
Ġ st
si gn
Ġ size
n ame
a c
o f
Ġ r
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
Ġ >
Ġ else
Ġ de
Ġ P
i x
Ġcon st
C on
* *
err or
Ġ F
t ype
i r
D E
( "
pt ion
it e
h o
ĠĠĠĠĠĠĠĠ Ġ
Ġ M
s c
stat ic
ar a
i p
v ent
+ +
m a
S E
b j
) ,
re ad
S t
p ro
Ġ A
Ġf or
f ile
al l
L E
o ut
f a
t e
" );
f or
Ġ %
ff set
p ut
ke y
o c
o m
s p
ar t
lo c
S S
bu f
pt r
i me
ar g
Ġ| |
lag s
sign ed
A R
m ent
Ġ u
ot o
Ġ D
Ġ is
i ck
at h
Ġ I
un signed
C H
c ase
Ġ G
val ue
t er
O M
0 0
ad er
ER R
g th
ren t
e b
Ġt h
Ġch ar
st ate
li st
vi ce
p er
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
p r
i st
ad dr
Ġ E
Ġ* )
de x
u b
c ur
al se
u re
C K
ent ry
b o
Ġc ase
co de
ro w
r c
I T
o s
in e
o ur
Ġ x
p l
as k
e st
C T
d er
Ġ v
con st
our ce
I D
ct ion
o ck
Ġ '
f s
m ap
me m
r r
que st
h t
Ġ e
U R
ag ick
_ _
Ġ k
] .
m o
Ġ W
Ġ( (
t ent
m age
b reak
len gth
a st
bj ect
bu ffer
P E
i o
Ġt r
T R
a ce
L O
ix el
M A
Ġ B
p ort
f ree
re d
C o
ĠĠĠĠ ĠĠ
an g
q u
on g
g oto
r ite
P ro
f lags
o w
n um
I mage
Ġ 2
str ing
li ent
Ġb reak
C h
Ġ struct
stat us
Ġ R
b ack
i ve
() )
p age
co l
p s
Ġsize of
v m
S tr
co unt
C E
M E
m at
ce ss
A D
us er
re f
S et
() );
D e
it y
or y
E x
ad d
In fo
m d
Ġc o
e m
U N
] ;
n ew
6 4
S I
E n
o ffset
u ffer
ro m
A N
T o
V al
un d
rea m
F F
a v
O P
cp u
T ype
p h
L o
Ġw e
() ->
Ġo f
l l
1 6
re g
in d
V i
_ ->
ac he
rr or
Ġo ut
and le
() ,
Ġb e
he ck
Ġ res
ig ht
IN T
Ġ se
Ġ void
Ġ :
ce ption
_ .
mp le
G E
an s
pr int
B U
o st
mp l
T I
P R
Ġ ret
Str ing
f rame
ara ms
V AL
r a
i b
ch ar
** **
as s
Ġp ro
t a
on e
-- --
ERR OR
do w
al loc
p ath
b it
( (
Ġ j
n g
i ze
/ /
lo ad
c l
lo w
Ġ )
E X
m l
an t
le ment
sk b
E D
Ġ ex
an n
s h
Val ue
F or
Ġ it
u se
Ġf alse
um ent
id th
o int
ms g
D ata
l y
ara m
e vent
re ate
s a
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
Ġ+ =
i al
E rror
in it
fa ult
F rame
ar d
IN G
T Y
at tr
F I
M L
Ġn ot
in dex
as h
U n
ur l
d u
p a
Ġ< <
ĉ ĠĠĠ
lo b
ctx t
lo g
Ġn ew
o k
he ader
m m
Ġ H
o ol
I s
de f
in k
l ine
N O
co mp
Ġ and
y n
Ġd ata
Ġ V
M agick
Ġ error
L A
an ce
Ġ O
all back
d ate
U T
w it
il d
S c
b y
val id
++ )
d i
er s
Vi ew
t ime
st art
EN T
n et
con text
t es
or d
TY PE
E CK
Con text
ang e
end if
p ar
in dow
Ġ err
Ġtr ue
de c
Ġ ?
u int
Ġ image
m b
E vent
t p
end er
a le
I S
R es
ut e
un k
il l
n o
n ode
Ġ __
Ġ y
Ġb ase
a x
Ġp s
w rite
ri v
ĉĉ ĉĉĉ
Ġw h
Ġ len
Ġ X
St ate
Ġth is
Ġl ong
u st
ann el
it h
s ock
t y
in ode
m ode
res s
ser ver
t ro
Ġ as
vi ew
Ġs k
f i
en sion
om m
a ve
T r
b ase
re ct
C ON
ul l
Ġ 4
b lock
f ig
a il
UR L
re q
U E
d is
CH ECK
l ay
] ,
Ġ L
W eb
S ize
( *
C O
print f
b e
++ ;
I ON
Ġ U
A t
b l
n ext
b er
n d
Ġst d
u g
I mpl
O bject
Ġ> =
ma x
row ser
a ct
h dr
M P
or k
Ġ unsigned
Q u
st ream
at ed
Ġ );
p os
Ġc ur
Ġ Get
it ion
Ġ on
Ġ al
R A
Ġ str
Ġb y
ar get
de vice
IN VAL
Ġf ile
ack et
tent s
P ixel
wit ch
con n
Ġd o
ow n
l d
Ġb u
me ss
at or
e c
yn c
p u
n s
B uffer
mess age
col or
ap p
g ro
Ġ set
E T
ri pt
I O
Z E
ir st
re quest
int er
A P
p re
AT E
L I
v el
ser t
Ġ en
A S
ar ch
s g
f e
ĠG L
el d
c s
id x
Ġ value
ho st
H ost
l er
F A
p p
SS L
ol or
() .
Ġ le
T h
S e
B o
h andle
c lient
a in
p i
ct or
U L
Ġ an
res ult
Ġs c
se s
for m
F ile
que ue
at ch
ry pt
d d
O n
e p
h er
arg s
ĠM agick
SE T
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
Ġ get
Re ad
r t
de d
ut h
he ight
se d
w idth
s b
Ġn um
Ġ 8
Ġb ool
SI ZE
Ġ or
BU G
I P
ant um
re en
bo ol
ul d
mo ve
o bject
m et
fa ce
Ġ 3
Ġo ffset
N ame
p c
n t
l ink
P tr
, "
d ir
G L
p riv
p arams
c md
an ag
able d
p ixel
oc ument
co p
Ġ ext
ro ot
ho d
ist er
ar y
i v
Co mp
o pt
anag er
un lock
Ġb uffer
Ġ| =
Ġt ype
Ġ info
S U
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
bu g
O T
co mm
OM X
c mp
LO G
t mp
t able
us h
de sc
v cpu
At tr
c ache
f d
Ġf rame
Ġ length
S R
Ġbu f
L oc
it er
ex ception
ĠW eb
o re
V E
L ist
= (
un c
Ġn ame
Ġg oto
and ler
Ġs ock
] );
E lement
cur rent
S H
Ġ In
**** ****
EX T
s ub
Ġp age
Ġ mem
Ġth at
Ġu int
Ġ key
omm and
H e
ile d
F alse
ĉĉ ĠĠĠ
Ġres ult
) ->
by tes
t ing
if i
m ask
ver sion
Ġ un
h ash
N ode
ĠD CHECK
y le
p on
in ed
r b
Re quest
r ay
N ULL
du le
F S
i z
le an
---- ----
' t
V ER
B lob
A B
s l
ol ic
o ption
P A
k en
D R
tr ans
if y
N E
av ig
s rc
c b
K E
t in
th is
e ed
n al
d st
pt y
f t
le ar
end ing
Ġf lags
p aram
m in
ST R
S L
I d
ma in
a ke
up date
un ction
T ext
olic y
ol d
Ġ end
Ġre quest
Ġ status
st ance
Ġ _
MA X
Ġ> >
p oint
a re
Ġ( *
st d
ib ute
M o
)) )
Ġn et
r int
DE BUG
C C
g s
M S
P age
M et
es s
pl y
t x
u d
ub le
d b
sp ace
Lo g
O K
w ork
Ġ< =
il ter
cp y
re c
pt h
0 2
EN D
PR INT
en er
_ (
er t
Ġ at
o bj
on t
t ask
lo se
In dex
gro up
" ;
s y
a it
> (
r ag
tin ue
U M
U S
tro l
ig in
I L
ut ex
Ġco mp
C A
c ard
Ġ /
ĠS et
Ġ //
T est
P ath
c heck
P AR
con fig
en c
it s
n do
I G
t ree
C P
L ay
Ġs h
de st
Ġ z
Ġco unt
Ġf rom
R ender
Qu antum
loc al
Ġx ml
avig ation
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
o und
' )
M em
a iled
Ġw ith
pon se
* /
x ml
P P
at ure
in put
M O
i es
he ad
len ame
for mat
T H
ite m
L EN
L S
C lient
Ġ q
D is
Ġst ate
Ġ id
f x
w h
e e
de fault
e g
bo x
Ġ entry
le g
ar ray
c ast
se q
Ġre g
C reate
s n
OR T
f lag
T E
C olor
ro ll
Ġm o
Ġc heck
g e
ro y
Ġ* *
K e
E V
1 2
S h
im it
ho uld
o b
Ġwh ile
he d
Ġst art
ra w
do c
T ime
A l
Ġo p
Th read
F O
ut o
T A
bit s
pl ay
m t
S er
Ġs o
S A
si b
ess age
co der
ĠE X
Ġ arg
r l
up port
ses sion
KE Y
Ġre ad
us b
size of
Ġ add
Ġm ax
ct ed
Ke y
if def
Ġ+ +
A M
R O
le ase
p ng
pe c
ĠS SL
t l
ĠT h
AL SE
l ast
D I
ĠMagick False
ER T
Ġde f
L en
tr y
u al
F rom
N D
OR D
r q
C allback
w ord
In t
In ter
C OM
Ġ Re
f rom
per ty
U RE
Co unt
de o
lo at
pro to
ch annel
W indow
ig n
pa rent
n ot
ect ion
. .
E M
x y
Ġh ave
cop y
ar k
I C
Res ource
op s
Ġa re
de bug
ĠĠĠĠĠĠĠĠ ĠĠĠĠ
c cess
ta in
1 1
Mem ory
M ode
P C
i de
op y
ch unk
V I
par se
t ension
t s
s size
o ff
if ic
d p
i eld
Lo ad
I F
Ġ J
m utex
Ex ception
( !
Ġ" %
r ap
U p
A dd
ĉĉĉĉ ĉĉ
Ġt ime
B y
E INVAL
_ )
S K
ĠR ender
i a
Ġcur rent
M essage
UL T
t arget
C ur
\ "
Ġc an
im er
c reate
sp in
ct l
' ,
AB LE
RE G
Ġ OMX
_ );
ĠE x
ic al
ug in
] [
bl k
Ġ list
te st
C CE
AT A
f l
] )
H T
O r
un n
Ġin dex
Ġd is
= %
ph a
Ġ user
a mple
Ġp re
Ġp ar
C ache
re r
Ġs er
F LA
Ġn ext
Ġe vent
Ġo ld
Ġ ap
Ġ static
h as
id get
O S
qu i
use d
Ġp ath
Re ct
c i
" )
_ ,
a m
tro ll
Ch ar
s witch
t ag
Ġc ode
Ġa v
i rect
le d
ting s
b s
ch ild
S C
pro file
Attr ibute
Pro cess
t if
Ġde fault
c ap
ĠI f
Ġc lient
D ocument
con d
ot al
A GE
00 00
Con tents
fi lename
th read
troll er
F OR
Ġ K
U P
Ġp arams
Ġs rc
leg ate
ĠA V
op en
u id
ra m
Ġn ode
se c
GE T
RE AD
ct p
ver t
f p
Ġn o
a uth
TR A
Ġp os
AN D
N G
st ore
Ġc pu
f unc
de pth
k t
sa mple
it ial
Bo x
He ader
s ource
P ar
ĠF T
c ip
Ġ lo
si g
f er
o g
Ġsk b
A ME
INVAL ID
RE T
k vm
li ce
at ive
Ġi p
P aram
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ST AT
s end
Ġ1 6
Ġ he
Ġb lock
F P
H andle
c c
O L
reg s
ri es
e lement
wh ile
re set
O ffset
ĠĠĠĠĠĠĠĠ ĠĠ
row s
c allback
FI LE
d ing
c a
D O
M anager
FA ULT
Ġp er
le ction
er y
C M
T ab
i e
* )
1 0
le vel
d f
to ken
i ct
Ġp ng
En try
FLA G
fo re
w indow
con tents
g r
Ġ vi
ĠX ML
Ġcon text
f low
Ġn eed
p acket
Ġk vm
ir q
Ġ' \
ic s
P l
St ream
Ġ header
res sion
B IT
Ġr c
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
5 0
f irst
cur ity
pro cess
V M
r m
ON E
In put
CT ION
t on
v ar
O p
Ġh as
a rent
C ommand
Len gth
fi eld
st em
T O
Ġin ode
Met hod
r it
S P
Ġdef ined
St at
c lear
p ing
ĠW e
Ġby tes
a w
N um
Ġm ode
vi o
CCE SS
N ot
f ind
bu ff
c m
de l
B rowser
L e
Ġ ~
comm and
rypt o
Ġf ree
b in
a mp
w eb
el y
ud io
SS ERT
Ġde vice
out put
ent ries
D ATA
ro me
reg ister
= =
00 0
H andler
Ġ Z
me di
H E
B A
Ġb it
le te
TI FF
option s
col um
C R
ML S
z end
B ind
)) );
Ser vice
B O
LO CK
l ong
m is
r g
2 0
W AR
do uble
or age
S ource
M ax
lo t
Ġ url
Ġ( "
p ic
Ch annel
ren ce
SR MLS
en ce
Ġw ill
Ġas sert
pixel s
Ġ- =
Up date
ho w
sib le
loc ation
, &
ST ATE
em pty
Ġl ast
ro p
t ab
IN FO
it or
u me
Ġs witch
ĠT he
a pt
a k
Ġ ctx
Ġs p
RE Q
num ber
AT ION
ifi er
Ġ dev
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
b server
Ġf irst
a ch
Ġp oint
cl ass
u x
S Y
code c
a f
l f
lob al
r u
s or
page s
is h
iz ed
a ction
d y
om et
ph p
s ing
Ġn fs
ot e
ER N
er o
w ait
IT E
Ġ addr
ĠT SRMLS
Ġ val
ang ed
Ġ message
P os
Loc al
f n
en v
St art
bo und
lay er
re lease
' s
Ġ Ċ
c r
ed ia
Ġch unk
Ġ OP
Tr ans
C l
ur ation
Ġ 5
doc ument
se g
v id
a red
Ġ up
M sg
de rer
S ER
f c
Ġ ctxt
ĠC ON
WAR N
O B
P oint
s um
Ġre n
m anager
ad ata
F UN
li p
B lock
D est
ĠH T
St yle
O ption
colum ns
dow n
n own
t ed
Ġu se
O ut
Ġ 6
g in
p m
) (
u res
pe cted
C I
Ġf ailed
co ding
ref ix
Ġint er
W ORD
p atch
p ending
Ġv m
or der
T P
' :
Ġm sg
ĉĉĉ ĠĠĠ
M AT
8 6
Con tent
vm x
ut ion
u ff
En abled
2 5
, (
AT TR
c he
f alse
Ġh andle
q l
Ġ log
Ġcon n
Ex tension
con tinue
Ġw eb
C ode
P H
I LE
m pty
or m
Ġp h
ĠM A
Cur rent
et ch
s v
Ġs ource
P arams
Ġs hould
ĠC on
Ġtr ans
n r
L IN
conn ect
P RE
N UM
arch ive
' ;
by te
f ilter
ser vice
Ġ ;
an sp
ok up
LL O
b r
te m
FI G
ex it
Ġ alloc
p id
tr ace
******** ********
p b
P er
i que
FF ER
O F
in stance
s lice
Ġt mp
t imer
et er
ĠW rite
ta il
r x
s o
A nd
c ce
mem cpy
ot her
Ġ string
I ST
W R
pro g
Ġcon tent
upport ed
app end
) .
Ġon ly
n l
Ġc l
res ource
UR N
ar n
P re
Ġs ub
al g
L ong
k ely
f rag
Ġ attr
mo d
li kely
f g
Ġb ut
D B
Re g
met hod
Ġt ask
el l
R OM
For mat
I VE
De vice
-------- --------
ok ie
BU FFER
con trol
Ġn ull
" ));
Ch ild
tr a
F unction
con tent
Ġt ext
Ġo ption
Stat us
Ġo ff
str cmp
SI ON
Ġt arget
ve ctor
D o
Ġin put
N AME
d up
Ġp ort
Pro perty
W ith
In valid
o lean
at ter
x ff
o ot
c nt
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
Ġw idth
MA SK
Ġan y
P O
et ers
G F
Loc ale
RET URN
Ġ(! (
h w
Ġp l
Ġd st
stat s
mple te
P olicy
r ange
C L
T ree
Ġ all
s ync
EV ENT
50 9
mat ch
che s
Ġo pt
m ark
P T
t v
C heck
O UT
P F
Ġst ream
N o
c lose
IN IT
Ġnum ber
ro up
ol ate
h andler
MO DE
STR ING
act ive
Mo dule
ct ive
lean up
OM EM
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
H as
N ew
TI ME
ur face
P ER
U I
Ġc olor
d s
Lay er
all y
Ġ qu
cop ed
le ft
G S
Ġp acket
tain er
v ed
Ġc ommand
CO DE
H ER
g er
p ush
Ġ" ,
Dest roy
ĉ Ġ
M B
Ġcon tinue
C UR
e mp
Ġp ixel
NO T
pre v
t op
sc reen
c ert
m it
ĠI D
ret val
Lay out
a int
read y
O G
en um
y y
Ġde st
Ġp aram
io v
cip her
Sc ript
st ack
D OM
ren der
EN OMEM
Ġc ache
sc ript
Re f
r ing
Ġch ild
priv ate
W N
g l
b h
ĠF ALSE
Res ult
ĠS C
Ġ .
Val id
own load
ific ation
M edia
Ġl ine
Ġ ro
con f
d entry
Ġc md
Ġs ctp
W idget
ap i
Ġc allback
W idth
Ġc opy
Ġ us
v ma
s m
Ġh ost
B ase
p ack
8 02
he me
p ass
" ))
ex ec
k free
Ġ& =
Ġw rite
mo unt
Ġext ension
on ent
e k
ext ension
Ġm in
gro und
Ġse s
Ġ one
T ask
Ġ args
at al
p art
co m
Ġ Q
B u
c ord
A rg
Ġ Read
(" %
SU PP
T LS
c red
S ub
p kt
ss l
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
add ress
UT F
ab el
de code
E Q
w ap
Ġp tr
C S
L ine
at ures
In stance
N avigation
mis sion
co re
Ġser ver
sc ale
s r
Ġ 7
ĠO n
Sc ale
as on
F ALSE
st yle
D IS
Ġ [
be gin
S O
Ġ si
medi a
Ġf ail
ass oc
P I
b p
u ccess
+ =
rr ay
m ac
Ġg fx
U SE
b ar
le ct
Ġo bject
Ġc all
ĠI P
Ġm et
def ined
p g
R G
p olicy
M I
ĠS tr
T ER
U ser
ay load
il ity
ON G
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
om ic
E C
Ġb ack
ĠD e
ĠT R
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
vid er
Ġn ow
A n
> &
N T
c all
MS G
Ġs y
W rite
Ġi o
f ter
Ġ ab
Ġre q
te mp
Ġn l
ug h
es c
t cp
NE L
ĠTh is
Ġ height
O f
omet ry
Ġren der
f in
M ap
tr ue
Ġses sion
sign al
r ate
Vi deo
rint f
- +
mem ory
E E
Ġpro to
Con fig
ann ot
E CT
Ġnull ptr
F ree
S ync
Ġfor mat
sa ve
to m
H AND
Ġhe re
p o
P AT
Ġd one
pro c
par ser
res ponse
Ġl ay
L Y
Ġadd ress
ht tp
N ONE
ff ect
j o
ue st
tr fs
Ġ im
res ent
st amp
Lo ader
Tr ack
Ġf ield
Ġpro file
un likely
t k
est ed
PAR AM
i ch
I R
text ure
S B
ve c
A pp
tr ack
ent ic
i ver
pe g
al pha
se cond
sb i
A rray
V P
B ack
I tem
F ailed
SU CCESS
N ext
IL URE
t ile
p ol
802 11
std err
F ield
m alloc
Con troller
Ġpro cess
pl ace
ig h
l u
Sc roll
en abled
] ->
f printf
qu al
qui re
Pro file
Ġreg ister
t f
MA P
low ed
Ġmem ory
d c
Ġle vel
ation s
u mp
ix ed
-+ -+
Ġt est
c rypt
S ample
UE ST
c fg
arg v
ext ent
al k
HE AD
p ool
qu ence
B it
Ġw indow
pe er
} ,
OT O
C AP
T EXT
Ġm ust
O bserver
ifi ed
if t
ĠR es
E L
z val
() ));
L ock
R un
Ġ me
Ġ AL
Ġ ad
Ġex ception
du mp
or igin
ĠI mage
m nt
C B
s pec
m ote
STAT US
u ch
Or igin
Ġw as
ly ph
re ply
ara ct
ect or
d one
Get Magick
j ob
2 64
TRA CE
Comp are
Ġp arent
ĠTR UE
Ġout put
sock et
D F
Tr ue
vm cs
P ort
Ġstr len
ME M
n er
1 4
v s
dest roy
M T
Ġ DEBUG
ol der
en able
RE A
v c
: %
in c
ĠStr ing
Ġ valid
un ique
_ ;
ho ok
Ġ usb
Ġd on
u i
ĠS t
FUN CTION
p f
CM D
Ġm ask
t otal
ĠP NG
LI ST
GetMagick Module
OB J
sl t
s on
Num ber
ch ange
En d
ĠTh row
ĉĉĉĉ ĉĉĉ
ta ch
By te
bit map
Pixel s
Ġ Log
K ER
cl u
Ġ" \
re move
vio us
E mpty
Ġp i
di rect
R ange
ut es
Ġch annel
ol s
Ġt able
ac l
Ġu i
Ġ view
He ight
m i
pos ition
F RA
atter n
Ġ 32
ĠB rowser
Pl ugin
A V
PR O
m ng
Ġc rypto
sy s
Ġ root
omm it
A uth
it le
Ġ \
ĠC H
i str
at form
P U
rap h
P acket
Ġt ab
er n
Ġ ERROR
T ag
.. .
err no
ut ton
t en
f loat
s z
++ ]
il y
ms r
v as
Ex tent
T able
x t
ĠT I
Le vel
rc u
ĠG FP
if f
Ġby te
Ġsock et
E S
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
Ġc reate
a i
Op en
t ty
Ġf ound
ail able
TA G
ĠP R
ĠWrite Blob
Ġs size
* >(
PE CT
CH AN
sk ip
WARN ING
SS AGE
CO L
In it
A s
lo op
Ġe lement
B e
re ction
ee ded
WR ITE
w e
w rit
CA LL
E FAULT
VER SION
Ġ update
b rowser
BIT S
v l
ut il
SUPP ORT
ul ate
w d
Ġwh en
Ġres ource
HT ML
t tp
m y
EN ABLE
ĠF ILE
o ver
ĠA SSERT
Ġdo es
U INT
Ġ1 2
Ġm ap
time out
FOR MAT
print k
ansp ort
Ġo ver
Ġm ay
Ġ1 0
s d
bound s
AR T
ph ar
D id
n ull
b ind
TR UE
De fault
Comp os
ance l
R et
p gs
Ġ Un
at omic
PE G
w ay
al c
Ġt ag
Ġb l
Ġs pec
Sc reen
SI G
unn er
arg in
r un
ĉĉĉĉ ĠĠĠ
__ ,
s lot
ME SSAGE
ĠF or
Ġ ->
-- ;
5 5
r ics
Inter face
A UT
qu ery
D esc
s pe
Ġal ready
tif f
Ġt emp
M IN
Ġs sl
es sion
Pos ition
ur i
p ed
de lay
vi deo
co pe
Ġthe re
ri ption
ĠG URL
li b
pro xy
E rr
Ġf unction
in st
A CK
ĠF A
Ex ec
pl ic
inter nal
ac ity
S p
ct rl
inter face
ĠP ro
F ilter
Ch anged
res h
VAL UE
d ma
Ġre ply
c an
Ġsk ip
Ġ row
N ET
d en
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠ
0 4
ĠT est
Con trol
M ENT
S y
i ction
n fs
C an
as sert
w ard
b d
S ign
at ing
Ġcon fig
sign ature
mem set
De coder
Pro xy
LE S
ib utes
ing s
Ġa uto
RA Y
P TR
in et
per t
ce pt
Re ader
ĠC h
AD DR
ri or
Ġbe fore
CON ST
res ol
p refix
iter ator
IT Y
e ach
Ġ lock
Par se
CT P
Ġin line
1 5
Ġf ind
ust er
Ġc ol
fa il
PA GE
ch r
Ġo bj
B LOCK
f rm
Ġ ERR
Bo olean
Ġth en
Ġwh ich
LO C
Ġd ocument
TI ON
Magick Event
ript or
W A
ex p
fl ush
F e
Ġb rowser
Web Contents
V ar
Sh ort
J S
g lobal
ĠF rame
proto col
UN D
H DR
pi pe
st op
EN SSL
P L
t m
ĠS T
P rint
Ġp r
DE V
F act
ref e
COM P
Ġ( %
ĠTI FF
fe rence
Se curity
ph y
ĠI PC
Se lection
ener ic
Ġpar ser
sc roll
Cl ass
Ġm ng
l imit
RE AM
Ġ other
irect ory
ust om
ĠC heck
sy stem
N ative
res sed
Ġdo uble
L ast
Ġin itial
F oc
Ġn on
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
if s
Ġf d
Ġ version
t g
ĠMA X
PR OTO
Ġb o
Host Impl
Ġop en
KER NEL
F E
g d
RA CE
A SSERT
U D
in ce
m ult
c d
Ġm atch
R ed
f mt
in valid
Ġg roup
Ġ idx
lo okup
pert ies
D el
ĠEX T
u pt
ial og
i ce
le cted
ent ity
Ġi mp
De legate
M ain
Ġm ake
Co der
ĠLog MagickEvent
at er
ue ue
set tings
iv ed
code d
Ġret val
color map
VI CE
R B
ĠG F
ĠD ocument
R C
arn ing
r v
DE F
Ġsh ort
wit ches
Inter nal
Ġt otal
AR D
ca use
B Y
ĠL ay
Ġt cp
ut ing
b us
dr aw
Ġ* (
ĠV M
Con n
db g
Ġse g
P G
c re
ma ke
AN T
Ġb ound
Pro g
own er
Ġs end
ĠHT ML
z ip
A ll
refe rence
R T
Ġre f
A d
Ġg d
ĠM S
j ust
ac cess
ĠEx tension
Ch ange
h and
Ġ RE
ig no
Res ponse
block s
met a
A C
seg ment
ser ial
F lags
I V
re al
init ial
h ci
Ġ( &
Test Object
ĠCON FIG
f h
Ġu sed
Q ueue
le s
est ure
ĠA R
mo dule
Ġp art
Ġk rb
Set tings
ri x
h s
dis play
ur b
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
in sert
si d
DE FAULT
A G
c g
co okie
b i
ver y
F T
H O
value s
s ctp
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
Ġ local
O FF
n ow
B E
co mplete
G TH
Ġex it
REA CH
al led
L ONG
) ",
op er
Par ser
TI F
a ded
tl s
v err
ex pected
ĠT RACE
0 1
ist ory
qu antum
si st
Magick False
Ġ load
c quire
p oc
D et
unk nown
ĠA dd
t t
LEN GTH
Bo und
b io
D raw
re port
key s
p in
Locale Compare
A g
x dr
X Path
LO W
sp l
bl ue
res er
PAT H
P ORT
f unction
Ġit er
n ested
ce ived
Get Pixel
Ġres ponse
al ign
Ġa uth
Ġb its
M D
Ġa fter
g reen
Ġg l
TR Y
p k
err upt
LLO C
z ero
pt e
ĠP H
ĠC UR
SA MP
m f
dr v
Ġp ending
Ġbe cause
D C
EN O
ĠCH ECK
re p
Ġs ample
O bj
fa ct
bo ard
Is olate
str n
g ing
ck et
V er
Q U
Ġlay er
A cce
N et
b le
ĠC o
sc an
st orage
CH IVE
RE E
A ction
A ctive
b lob
rior ity
" ),
lo ader
UN K
pgs ql
PA CK
fo und
ern el
dr iver
rap per
h a
Ġj ust
aract er
en u
Ġin et
I M
ĠEX PECT
Ġper f
m an
conn ection
FRA ME
LO AD
A uto
Ġin valid
j om
BU F
H el
} ;
i se
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
Ġp ass
Ġor igin
Out put
S D
( -
Ġm b
Ġh ash
g id
B AD
ic on
Ġmem set
Ġmem cpy
ĠRes ource
Ġ ,
Ġ ar
ip h
Ġs ync
RG B
Ġr ange
AD D
C LA
Ġp riv
LI ENT
P ost
p df
AP I
ĠO K
R oot
ĉĉĉ ĠĠ
P UT
Ġb trfs
\" %
l ic
im um
SS ION
P K
DI R
a uto
do main
not ify
O ver
NO DE
Ġoption s
on ly
q p
r ight
Co re
main ing
SH A
D ownload
For m
CT X
apt ure
n avigation
VI DE
f ill
as oc
di ct
se lf
T arget
m ag
Ġs coped
W IN
N S
res p
ect ed
o om
param eters
d ig
p v
Ġa vio
SER VER
Ġd ir
c hed
IST ER
c at
LOC AL
map ping
del ta
Q L
S ession
Ġpar se
m pt
REG ISTER
t ptr
in sn
Ġb link
ĠN O
ĠT CP
e v
rc v
RE S
fa m
m c
RE D
Ġ mp
mode l
ch ro
Log ical
clu de
av ed
ĠP AGE
Ġp rint
w are
Ġ} ,
Ġ ag
Dis patch
Ġw ork
To Quantum
B l
ĉĉ ĠĠĠĠĠĠ
im ary
N C
Ġf i
g uest
cur r
fam ily
UN T
ĠC reate
M ask
i i
ERN AL
Ġs nd
pro perty
LIN E
CP U
Ġt ry
ĠSet Pixel
s upported
ut down
sa fe
le t
)) ,
TR AN
IG N
p ad
bo dy
Param eter
x f
l abel
DE VICE
L ER
n eed
l s
ent ifier
C IP
qui red
iction ary
Ag ent
fact ory
Ġn e
comp ression
N ull
f ont
St orage
. \
De bug
en derer
comm it
ĠB PF
CON FIG
Sy stem
Ġ item
ĠN OT
C ol
c rypto
str m
To ken
Ġth an
w alk
ĉĉĉ ĠĠĠĠĠĠ
de legate
Read Blob
CA ST
ce ive
VIDE O
CH AR
E d
av ctx
REQ UEST
r d
Dis play
OBJ ECT
Ġ' %
de coder
Mode l
) :
urn al
Get ter
< <
Ġ array
lay out
ĠS c
e ad
m ux
Ġvi rt
w r
rec v
Host Msg
Ġin st
set up
Ġv ar
ot tom
unt ime
cl one
S N
id s
ip v
I f
ST REAM
M in
he l
Lo op
S end
rec ord
Pro vider
A ccess
C opy
s ure
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ Ġ
0 8
color s
ST ART
tail s
Ġint o
ĠT r
r p
CH E
Text ure
C lear
Ġ media
dis k
channel s
l x
sh a
Ġ- -
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
C lose
ĠM B
U Int
Reg ister
5 6
) {
g f
tr act
Auth entic
Ġy y
con troller
t sk
orm al
of t
event s
R L
X ML
Ġde l
SUPPORT ED
Ġf l
Ġb in
ir t
n p
OR Y
str ip
Ġin it
LA B
met adata
I ter
ast er
dis able
comm on
g en
he dule
Ġsock addr
Hel per
Ġde pth
( '
l in
V ector
Ġf rag
Ġa ct
. ");
ent er
Al pha
sib ility
Ġde sc
A udio
pa ir
A LL
Ġm ore
s how
Ġser vice
header s
CHAN GE
Ġc leanup
sc hed
tf m
r pc
con s
Le ft
in ation
TRA CT
p end
9 6
up er
n on
h id
f ull
i ent
per f
Ġso me
* (
a rea
s in
se ction
name s
O ID
Ġpro g
Ġs a
B L
d n
Ġph p
p red
ce s
Ġl ink
Ġconn ection
Coder Event
W ork
ĉĉĉĉ Ġ
add ing
ĉĉĉĉ ĠĠ
I A
M AL
HEAD ER
d t
l ing
DE X
ĉĉĉ Ġ
8 0
i as
Re move
OP T
Ġf loat
LA Y
CON NE
2 4
w idget
p ayload
Ġle ft
H AS
ĠU p
Bu f
Ġp ut
Bit map
ss h
un ch
P riv
s f
Ġmo d
Browser Thread
I X
To ols
U rl
v ol
ĠI V
unn ing
R D
D U
m ul
LIN K
Ġ IN
image s
Re cord
US ER
Sp ace
A VE
BA SE
ĠFA ILURE
p op
Qu ery
Ġs n
re store
In itial
pm u
AUT H
k nown
m v
pl ugin
Ġtr ack
ĉ ĠĠĠĠ
or ru
ment s
Ġth read
Ġsp ace
pro t
k rb
point er
] =
ad ow
Ġw ait
Callback Info
way s
F L
C LIENT
HAND LER
BA CK
PH P
si ve
ĠS CTP
i ated
C ommit
X X
v Tools
ap ic
S witch
b and
TE ST
fe atures
Ġz ero
F loat
pt s
INT ERNAL
ĠI S
Ġg s
Ġto o
Channel s
or ld
P op
cur sor
ver ify
d l
rea ms
Ġ 9
Ġn r
SE C
AR Y
s nd
Ġs upport
Ġg o
Fact ory
ĠRender Frame
c leanup
n b
fo c
w ner
Z END
() ))
Ġd entry
se ct
CON T
en code
t he
el in
S how
CH ROM
trans form
R enderer
P ass
f name
Ġv ma
ĠUp date
' );
ument s
dir ty
p resent
INT ER
I B
Magick Memory
qu ish
ĠN D
Tr ace
p en
ĉĉĉ ĠĠĠĠ
al t
ĠG LES
ro ugh
Ġex pected
ge ometry
Net work
ut of
file s
Ġ ^
fa ctor
G LE
CT L
F ont
G RO
h ing
elin quish
K ERN
Ġg f
c ms
Ġxml Char
ĉĉ Ġ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
f il
ch ain
Ġtr ace
bit strm
_ [
st ep
Ġw ant
s w
ĉ ĠĠĠĠĠ
it ies
Ġbe en
struct ion
verr ide
Ġs sh
ĠN ot
an e
ren derer
T X
T op
Ġse q
ang es
Magick True
ĉĉ ĠĠ
Ġext ent
ĠLay out
Ġ LOG
IT H
T ra
Ġo bserver
Ġe v
av ail
Ġc p
orru pt
F irst
Ġo ur
Ġr t
ow er
COL OR
Ġs pl
ED TLS
MS B
Sc heme
g p
x slt
ex tra
vi rt
AR GS
P ending
e ometry
a unch
) \
v a
Ġf e
pa re
wit h
S urface
n def
Ġs ince
Ġf printf
mpl ate
HT TP
ĉ ĠĠ
S MB
se arch
k it
mo jom
ĠE VP
d h
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠ
c lip
Sign ature
si de
Al loc
Ġv cpu
iz ation
le af
ĠOP ENSSL
tr ansport
ĠS end
u le
v p
ff ff
Ġs m
sist ent
ist og
se m
sh ift
Ġ{ }
io d
[ ]
ĠS k
Ġs ame
Ġal low
Trans form
G P
Get Isolate
SY S
k No
in al
ch an
def ine
if orm
d x
Ġ(( (
ĠB T
ing le
EV P
Ġ** )
si c
str ide
p ix
T L
tain s
HER E
B utton
C apture
Ġs ure
Ġh dr
EX IT
x FF
to re
ĠP TR
V irt
Ġ} ;
ĠA l
ke ep
ick s
---------------- ----------------
en coding
In te
Web View
Ġst yle
Ġpixel s
i mpl
le ctor
CA CHE
ĠAL OG
s addr
Ġt p
Ġt op
Get String
ĠI s
ut om
p ub
le m
Ġf lag
igno re
Ġde legate
PAR SE
() ),
imit ive
am ma
io ctl
a ff
ĠT ab
Ġex ec
S k
IN DEX
CR Y
T CP
B its
Ġcon trol
Ġst op
net dev
Ġh ton
ĠF ile
sp s
Ġr v
Ġ2 4
unn el
le x
Ġf ilter
Ġ! (
K it
Ser ver
( %
arg e
app ed
B IN
prog ress
Ġ queue
OP ER
b ig
i an
vi sion
ict ure
U s
en s
Un it
apt er
P NG
D ir
Ġfi lename
de lete
r dev
AP P
point s
6 0
writ ten
L imit
d a
f b
EN C
BY TE
SIG N
Ver sion
Ġbit map
ap du
Ġm m
Ġvm cs
Prog ress
se curity
ĠGL int
Option s
n eg
A F
re mote
IN ET
buffer s
le ss
g ine
r ic
t il
MA G
Vi sible
JS ON
a udio
ĠEx ception
ĉĉ ĠĠĠĠ
ĠS O
ĠGL enum
ps f
V AR
se ek
ir m
M IT
p dev
g ed
frame s
m rb
et h
Ġb ad
Ġex ist
he re
__ );
Ġd i
istog ram
if ndef
De lete
En able
Ġh ttp
or rect
Ġbl k
Ġc ert
25 6
AR G
g c
as ync
ut f
pro p
se quence
resol ution
il der
T ING
opt s
h l
re l
Ġs z
RA M
Ġm rb
g fx
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
form ation
-+-+ -+-+
comp onent
Ġz end
i mp
S he
Ġpre v
Ġc ap
c group
ter m
jo urnal
c le
p ret
s hould
se ctor
m agick
p ost
E G
ot a
ĉĉĉĉ ĠĠĠĠ
enc y
O D
[ "
per ation
S W
rq st
CONNE CT
utof ill
back ground
LI B
F C
Ġch ange
ap d
C URL
REACH ED
ĠWeb Contents
1 3
and om
Re ply
P aint
S rc
Ġm ain
Ġg r
ĠK VM
Ġ Y
Mo use
ĠHT TP
o d
ref er
LI C
f etch
Ġde code
Ġproto col
Ġp id
Ġa ctive
istr y
ug e
CONST ANT
RE F
NE W
Ġlo op
A IN
p attern
ĠR elinquish
mt u
i oc
sh ort
Code c
**************** ****************
u c
DB G
Ġm d
IO C
ate s
pe ct
Ġde lete
AR RAY
Sh ared
pa int
min or
1 00
CO UNT
Foc us
CIP HER
Ġdel ta
B ar
X T
reg ion
ĠU SB
is hed
Ġvalue s
mo v
ĠRender View
j as
g o
ang le
co gn
pr imary
Ġm at
ic mp
dis p
ĠSet Image
Ġc lear
Ġc lose
D ialog
F etch
w ake
BO X
Bound s
ro uting
or ig
Ch rome
W e
Ġd id
Ġto ken
Pro to
Ġs uccess
enc rypt
Ġt x
Ġm ark
M ER
Destroy Image
m on
RA W
e red
s u
SET TING
er a
Ġr un
ref ptr
mple t
so le
m id
fa iled
attr ibute
A CT
NO WN
TRAN S
app ing
s urface
IF T
h int
mple ment
direct ory
r s
Ġj s
dis patch
net work
C om
Ġ sig
RE C
Boolean Type
bo olean
Ret urn
H older
Ġ li
ĉĉĉ ĠĠĠĠĠ
Ġl imit
Ġof p
USE D
mb s
B N
time stamp
' re
for ce
C F
F ind
im ing
ĠD o
DO WN
Ġm ult
SU B
size i
ho ut
ru le
F REE
OP EN
re ason
u do
av a
T ex
Ġt ree
d addr
Ġre ct
Ġalloc ate
Ġag ain
Fe ature
Name s
desc riptor
it ing
UR CE
Ġsc ale
iz er
Virt ual
UR I
inter n
FA ILURE
Conn ection
r w
se udo
Ġre set
D ATE
ĠD is
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
Ġ*) &
G eneric
Reader Exception
Ġc ms
me d
if est
Ġs ave
Loc ation
P KEY
EN TRY
ac ing
comp s
atal en
MEM ORY
j peg
un it
node s
Th is
Ġus ing
) [
Ġs l
FLAG S
SO URCE
Ġf f
doc ref
e ff
i able
UNK NOWN
P S
r ont
ot h
comp at
Ġset tings
b ad
lo aded
Ġs upported
App end
Ġdis play
attr s
ock et
mem cmp
Re c
Ġr ight
ĠMB EDTLS
SH IFT
" ]
Ġ #
im g
ĠS e
Ġpre vious
ILE D
ĉ ĠĠĠĠĠĠ
Ġpro t
Ġtext ure
x fs
ener ate
mission s
ĠFor mat
) *
resh old
v b
Inte ger
g b
al low
RE NT
Render ing
v ance
e er
r unner
s wap
in ish
CLA SS
comp ress
Ġcur r
ed ge
pre fs
Work er
ĠT O
Priv ate
Ġs mb
Ġ 64
Ġch rome
ache d
S tore
VAL ID
d rop
an y
Ġs lot
Ġex p
o ugh
ver bo
Ġa ccess
Buffer s
FUN C
on d
str dup
M UL
Ġg en
Ġp refix
Ġ archive
Ġnl a
Ġmet hod
st er
ĠRead Blob
r sp
t itle
ĠN o
Ġ( ;
ro id
E A
Ġco uld
ĠMS G
Ġinter nal
F MT
P art
f id
ab s
G EN
b a
OP Y
Iter ator
at t
int f
is sing
count er
R ight
con tainer
Ġd irectory
Re set
type s
ĠID S
se lect
lo ts
:: ~
Ġm ag
Ġc red
sh m
Ġarg v
Config uration
Ġ entries
Ġe p
sample s
G r
e free
ĉ Ċ
d id
Color space
MA C
pass word
en e
li g
s db
Ġi h
S V
Ġf ont
F D
im ation
us age
omm on
R unner
Ġc annot
Ġm s
Load ing
' ))
R M
Ġex tra
N one
ĠT ext
Mo d
Ġ app
key word
c y
p du
Ġde coder
Ġj sv
C ARD
S hould
spe ctor
p d
w o
se lection
Ġ% "
or ith
ht ml
EX EC
sa x
ĠTest Object
CT RL
mplet ion
ON LY
se l
02 4
pol l
C tx
Ġr pc
Ġseg ment
c lock
s he
ro ute
Ġst ack
] ))
ST D
Not ification
ri ver
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
Cur sor
Ġj ob
Ġen um
EL D
rc mf
12 8
un register
Ġw rit
sh ot
Ġi mpl
ĉĉĉĉ ĠĠĠĠĠ
or iz
ic ity
Ġe mpty
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠ
Set ter
Ġcon tents
am era
i ate
Ġre ference
G roup
t u
Ġb r
E W
Ġn avigation
gn o
d at
Ġpl ugin
C all
P M
Ġp df
is ual
Ġen c
int errupt
v q
Ġc om
str len
VE L
N OR
ain ed
Res ol
STAT S
Ġn to
A cquire
se xt
Th row
1 000
w c
it hout
Ġre port
low er
Ġf ull
AT AL
LS B
Ġp olicy
str ict
ip c
sh ared
ĠMagick BooleanType
i ation
OP J
Pl atform
St op
AS N
SETTING S
P arent
j ect
h ave
AT URE
By tes
B in
de mux
ĠC opy
FI C
, -
GLE rror
P layer
t d
verbo se
0 3
Str ip
Y PE
n id
w n
In st
A SE
ma ster
and box
Ġx dr
U se
strn cmp
c ancel
op a
ver se
comp ressed
ĠM SR
8 8
tl sext
Exec ution
ĠA pp
c ifs
C LO
ct b
Ġs wap
ĠRelinquish MagickMemory
it ed
Ġ*) (
Authentic Pixels
st reams
FA IL
ĠCo mp
Ġcon tainer
pre c
Be fore
L AN
s mp
ch or
Render Frame
Del ta
g lyph
Ġr aw
Back ground
L D
B ad
Ġre cord
sm art
h igh
M at
w ise
Ġse arch
Ġp p
end ian
ol ume
FA ILED
Al location
HO ST
IN C
l ate
kNo Error
LE VEL
Widget Host
( _
> ::
f ix
Ġf s
lig ht
2 6
NO TI
Ġen able
ĠN avigation
Ġa cce
Un known
WA IT
ĠN FS
case cmp
s witches
CO RE
W orld
De code
Ġip v
hel per
utom ation
AL IGN
md dev
and s
F ROM
d uration
pre vious
G esture
o ve
al lowed
el f
desc ription
N FS
Z VAL
ch rome
Ġ head
ĠS U
up p
mple ted
raph ics
A X
Ġ ent
Ġnet work
ific ate
D ING
FI ELD
ĠGL uint
Met rics
P ush
F ATAL
b utton
name space
Ġen abled
Ġx fs
um n
ite ms
Frame buffer
W rapper
Ġ* ,
4 0
D oc
Ġ ĉ
DE C
B und
IN E
opa que
Ġpoint er
a ir
Ġbound s
n e
Ġpage s
C D
w q
ĠB N
w b
ĉĉĉĉ ĠĠĠĠĠĠ
error s
T CHECK
m ime
Ġse e
ib le
Ġal pha
Text Extent
C orrupt
[ (
Ġav ailable
eg er
E ffect
ĠP ar
l p
C ustom
j s
ed tls
B T
g ss
Ġb pf
Ġph ar
HAS H
ma il
Do uble
ig ger
s mb
V ert
ch anged
ok mark
d ic
FOR M
ĠNOT REACHED
Ġp kt
ĠA F
ĠU WORD
cache d
En coding
GRO UP
b trfs
ir c
G O
H ash
Ġc alled
trans fer
F ull
th er
Ġit s
par ms
Ġcomp at
E IO
s yn
Ġc a
Attribute Attribute
Decoder Impl
S ite
comp os
tx n
reser ve
Y S
Ġvirt ual
Ġc re
OP TION
Ġdoes n
re maining
ce d
ĠE n
cl uster
Ġor der
Ġt g
si x
Ġh app
Un defined
Ġ location
Ġ \"%
UD IO
de tails
ĠAV ERROR
fin ish
plic ation
C lip
M atch
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
E P
pro vider
Function CallbackInfo
c rc
Ġm alloc
PACK ET
n i
id ge
FI X
ith er
m gr
b n
Ġp rintf
bu cket
ser v
UN USED
Path Extent
ĉĉ ĠĠĠĠĠ
Ġre al
De f
oriz ont
(" \
ob server
TEXT URE
Set Image
fe ature
Ġsc ript
ĠF LA
Ġattr ibute
AL I
' ",
f ul
Ġtime out
ĠSO CK
1 8
se ss
Ġt ile
ro tt
re rror
len d
Ġh o
ĠCh rome
M enu
O ff
Ġ ...
di rection
ĠĠĠĠ Ċ
ĠP l
pro perties
Ġsc roll
Ġin stance
Ġres ol
ON T
p w
AS CI
er min
Ġa ction
Ġin sn
ĠP O
Image Error
Dispatch er
Max TextExtent
L ink
F ill
S a
is om
B ool
U til
sh ake
log ging
Ġvm x
> >
t unnel
attr ibutes
k ernel
et oot
Ġthe m
Ġg lyph
ren d
of s
Ġ2 56
Ġinter face
etoot h
L ING
Ġmo dule
Ġlog ical
ro ke
Ġa c
Ch unk
color space
lo sed
ic c
ĠP G
ĠTO DO
Ġre move
Ġv a
Con tainer
tl v
ĠALOG V
R out
U ID
: //
is o
3 0
R SA
To String
orizont al
Ġmo unt
Ġpi pe
i ed
p md
Ġg lobal
fer rer
LE TE
Ġ' /
Met a
D ictionary
ĠM O
Comp onent
st or
ĠP ixel
IP V
Ġxml XPath
mat rix
h p
g pu
De vTools
Add ress
down load
ĠFormat Locale
A LLOC
mat icity
plic it
c ent
ĠN ote
arg c
ĠIn put
fa st
Ġ2 55
RO W
I UM
S PE
m er
SL T
ee e
orith m
E B
Ġd if
ĠAR CHIVE
M ult
g ra
OFF SET
s cope
u age
Ġm ac
buf s
ang uage
chr on
We ak
1 9
Ġco okie
Ġen v
and ard
element s
ql ite
l ers
N eed
u ard
Ġpro c
F l
p key
Ġ stat
RE CT
mo ved
F IN
] ));
ap er
Get Instance
Ġal lowed
u dev
RE P
ĠT o
n c
File Path
a pe
I mp
m argin
Ġp ayload
CT OR
ĠGL sizei
m map
p riority
ĠF ROM
Bl ue
w arn
an k
ĠJ S
sp rintf
A ct
w arning
Local Frame
un map
Fe atures
Ġp ad
CHROM IUM
Ġre ason
Attr ib
sn printf
ĠCON ST
DIS ABLE
ut ed
URL Request
T F
Ġd ump
pi ct
p SMB
ĠEX TRACT
LE MENT
P y
raph ic
T S
s vm
t ick
S cope
c fs
Magick PathExtent
', '
ĠC PU
p ps
ĉĉĉĉĉ ĠĠĠ
Ġ" );
R ate
c li
ap shot
th row
ac c
Ġc b
ist ance
ĠW ORD
Ġy et
G UEST
ro ss
Ġde c
W h
re place
in cip
H IST
S ave
Ġ& (
TI MER
SH ORT
Ġmb edtls
ent ial
rr p
cap s
SO CK
et her
ad b
ĉĉĉĉ ĉĉĉĉ
B LE
Data Source
ĠWeb GL
s aved
Ġn eeded
OPER ATION
F lag
Ġk now
G IN
Z ER
em on
inter pret
Ġ1 5
ĠS H
Get Image
le ep
Ġw r
a ux
Ġ" ",
A fter
Ġ{ "
Pre view
W ITH
Ġm ight
th on
log ical
j son
Ġw o
ĠU se
D P
e mplate
ur a
Ġst ill
ĠE rror
inter val
eg in
x p
CON N
) +
S ocket
Ġs witches
Ġb et
tv b
e ch
AR CHIVE
Lo okup
sh utdown
I u
ĠP rint
PI X
ĠImage Info
w in
Corrupt ImageError
Py thon
D ate
Ġ sign
mag ic
x c
ag ent
-- )
ĠF O
ip le
ĠA P
B IG
ac cept
DE D
MA ND
Ġio v
Ġf ol
Ġal ways
M M
o us
En t
PA SS
DR V
Ġt ty
ul ar
rea ch
Ġth rough
incip al
Ġr q
D i
be fore
In List
Re port
. ",
G reen
AT OM
il led
Ġc c
Dis able
F ixed
Ġ assoc
Not ify
Desc riptor
Valid ate
A r
ct ype
M ark
T cp
il ities
red irect
++ );
Ed it
D irectory
Ġh andler
CE SS
pa let
Resource Limit
dig est
F low
mp i
Ġ" /
Comp ression
PRE SSION
" %
l ace
Un iform
Ġvi deo
ĠPH P
Ġres er
extension s
ha vi
u ally
Ġa void
N EXT
j or
Ġde script
Ġfor m
Co mplete
con vert
em u
ĠS N
ĉĉĉĉĉ Ġ
Render View
OG RAM
ĠT LS
Co ord
ĠIn t
ex pi
Ġap i
S PA
if fi
Image InList
Ġdescript or
f z
Ġ INT
Ġ signal
M AR
U X
RE SS
Ġap r
Ġpos ition
Ġn s
G pu
g amma
tr ies
Ġc r
IS OM
field s
Ġarg c
A li
b ottom
si z
IN TR
Security Policy
LLO W
Ġwo uld
pe at
chro maticity
per m
iffi es
ed it
pc i
Memory Allocation
lock ed
chro ma
Ġf ill
Ġpro xy
M F
Ġp k
Ġd p
= '
AN CE
l ap
UR CC
is itor
Ġ1 00
Ġse ction
ĠZ END
S pl
T K
e ffect
g a
in o
or ing
po se
M PEG
ĠC OM
mpl ing
lu etooth
Ġx slt
en se
if p
IT ION
s as
v o
Ġp eer
Ġ es
mm u
Ġnet dev
A CCESS
HAND LE
ay be
Ġtr unc
ioc b
H ttp
d iff
f ixed
o se
co eff
Ġst uff
z alloc
ret ry
si s
id den
o i
++ ,
read er
ENABLE D
foc used
ĠV IR
l c
m x
Offset Type
Ġ ignore
Ġdest ination
p ri
Ġp g
3 6
C OPY
EN SION
Ġe c
To uch
Ġsy s
en ded
Ġb lob
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠ
R ow
Ġc ommit
avig ate
Port Index
Weak Ptr
di an
we ight
Ġa udio
op code
SE D
VI EW
Un able
h uge
Ġ( );
AT ED
z one
re ceive
LE X
ME DI
Ġqu antum
oper ands
palet te
MemoryAllocation Failed
ĠCon vert
p Context
Ġde lay
[ %
le ted
D S
NOR MAL
ul er
Ġse curity
4 4
I gn
part ition
bu ild
FI LL
ĠSSL err
N P
e lem
ce ed
bl ink
SAMP LING
( __
ver s
C ERT
S pec
B R
Ġerr no
G lobal
Ġd rop
SE LE
Ġco re
) -
U ST
Ġw ithout
h older
Ġcon troller
met rics
AME TER
P ref
P h
ĠI t
Ġse cond
ug g
D rag
Ġab out
} }
Ġ{ {
sc heme
Ġrequest ed
ĠFormatLocale String
v es
ĠT T
A p
C RE
e qual
er ase
struct or
Get Next
PAR AMETER
B link
T AB
act iv
ar c
co very
ĠM ake
Need s
", "
Re ason
Image Info
xml XPath
not ifier
dt or
SPA CE
. ";
Ġj as
tom ic
J ava
Ġp resent
Ġre gs
CRY PT
st e
Ġ( -
ic ast
SE Q
SAMP LE
Ġthe y
Ġren derer
frag ment
av ailable
Acce ler
C md
List ener
IF Y
FE ATURE
ĠH AVE
Ġal so
cons ume
Ġfe ature
7 7
Ġu id
FF FF
T mp
b b
Ġ" -
im apd
sh are
Is Empty
ID C
cs um
P TO
AS K
to k
Ġde t
j pc
t c
ĠS ync
Un ique
ansp arent
Ġf ace
Char ToQuantum
s uccess
J PEG
') :
spl it
t con
db us
Ġorigin al
Rendering Context
/ %
r unning
s uper
Ġs ent
ch ip
unt il
s ite
pr imitive
Mo ve
ĠCon text
Pop up
he x
ex us
um a
cm pt
In sert
AL G
ĠF OR
ĉĉĉĉĉ ĠĠ
aract ers
Ġ} }}
ĠA SN
IL D
Ġneed s
Ġs d
Ġs qlite
ex ist
Ġfile s
Ġp ing
ab ility
ĠIn itial
alc ulate
Foc used
Ġcon f
Ġl ater
W ill
En dian
GEN ER
Ġ{{ {
P END
Ġp ix
ition al
sv c
Ġview s
at tach
ret ained
vi sible
R X
Ġf use
val u
Pro perties
Ġbe gin
Ġse c
group s
B egin
Ġ Quantum
pa que
CON TR
Ġparam eters
b g
HIST OGRAM
al ias
gr p
T icks
IS H
iv d
MAT CH
PRO CESS
I BU
Ġstr dup
Count er
SC R
! =
) ((
P r
Ġh and
PR IV
o red
St ack
N on
s To
Ġp op
Get Document
per iod
Has Switch
Ġlay out
P icture
in line
Ġs b
is olate
con v
Cache View
ĠN ET
Re q
ĠC R
ĠC SS
ĠM edia
Ex p
Ġover flow
i er
Ġe ach
child ren
mb ol
Ġprog ram
U WORD
Ġen ough
AN GE
Ġqu ery
Media Player
Ġfol low
ĠN P
COM MAND
re strict
Ġ2 0
Ġj peg
Ġpos sible
Ġs how
Ġb tif
up d
AG AIN
n f
PER M
Ġp ol
ab ort
ĠG ST
Ex t
Un retained
Ġen coding
Ġsh ift
HE LLO
PO INT
s Var
t b
s oft
ĠS o
ail s
Post Task
i re
Ġg tk
Param eters
M ake
Ġre quired
fin al
MUL TI
ResourceLimit Error
v rrp
Ġvi r
ĠSU CCESS
P DF
ME TH
Ġcomp onent
CODE C
If N
WidgetHost View
id ent
Ġl in
key ring
TR FS
ĠO FP
_ ));
ĠR T
Ġhe l
medi ate
ĠWebContents Impl
C r
Ġ keep
it es
Re ceived
ry ption
Process Host
inst all
ĠPro file
Ġal g
I con
sc si
Met adata
O GE
h r
s ent
Ġst ep
ĠG ET
Ġse lf
ET H
object s
N ON
Ġre lease
A UDIO
On ly
ASCI I
Ġ1 4
Ġz ip
second s
ĠE OF
Ġal ign
pro ps
Ġsc hed
W ait
Ġ URL
Ġ" <
Ġo wner
Ġ) {
Ġsc an
Do main
trans action
Reg ion
N I
Ġb p
um my
ab ilities
Ġextension s
par sed
Element s
Over flow
g it
sock opt
st uff
ew k
prog ram
Video Capture
Ġt imer
ĠN L
D H
d atalen
Ġd ownload
ĠWeb Kit
Ġt sk
tr unc
CON D
vision al
N L
Ġc orrect
ip her
Ġsn printf
re v
F atal
ic sk
C SS
Y K
W arning
t un
Ġc s
Ġd raw
ĠA X
Ġk ernel
iter al
ĠS IG
SI ST
E OF
w as
Ġin formation
) /
Ġse lection
J ob
CUR RENT
Scale CharToQuantum
3 4
5 7
T he
attr ib
H W
n one
ME D
Ġwh at
or g
Ġf a
TIFF TAG
Ġd ict
th ing
ĠA cquire
i um
Ġch anged
ator s
Desc ription
Ġbo x
reser ved
Di rection
E K
Ġp ool
Ġlo ok
rg b
Ġo k
Re lease
Ġmo v
Ġsa fe
ard ware
Ġp t
SE XT
frame buffer
sn mp
Ġblock s
T itle
W in
d m
fe rent
Option Error
T emp
de p
int eger
Ġp c
ĠP ER
Ġad just
96 60
C re
M argin
er nal
Ġ% .
FI L
work er
a z
n eeded
um ask
PAR SER
Main Frame
initial ized
Ġ View
Ġde bug
F unc
N ow
T imer
lay ers
R P
Ġg ot
ĠB TIF
OP ENSSL
ĠRe f
Ġlo okup
Ġst ore
T OK
v dev
ut t
Ġnfs d
b dev
int r
Ġf oc
ĠRe g
DO W
Ġcl ass
A CL
t id
Ġstruct ure
Ġcomp ression
at io
Ġexception State
RE SP
RO UND
irq restore
E num
st a
ĠP age
Ġsh ared
Ġm ail
EN UM
LE AN
Ġne ver
se lected
Frame s
hand lers
B PF
C ancel
ex tr
Ġcon vert
Generic Error
Ġ ass
RE SOURCE
C ell
PRINT F
Key board
af ter
havi or
C MP
Ġalloc ated
over flow
Ġ ct
Ġnot ify
Qu ick
P lay
sc hedule
ĠL oc
LI MIT
Al low
Browser Context
can vas
Ġ unknown
Ġc ard
Ġh f
t sc
he ap
DR OID
Scroll bar
Q UE
Quantum To
command s
METH OD
as sed
LO B
param eter
Initial ize
p fn
t len
SY NC
ĠThrow ReaderException
ENO ENT
c ra
ro t
list en
pa ct
dis c
k s
t i
Ġc ifs
Ġl abel
b t
Ġw here
ss n
Ch aracter
EE K
Ġpass word
rqst p
H istory
An y
ĠIV D
p x
ur ing
user name
Ġset up
P ool
i code
Ġre c
ĠI O
UM ENT
cre ment
state id
ĠRe set
Ġspec ified
PK T
tomic String
O wner
k dc
Ġ `
Ġr b
B G
r ad
ph dr
Ġ~ (
ĠFO URCC
E qual
h c
ar m
COM M
Ġopt len
l b
IN PUT
nl a
F ULL
Set ting
En gine
Se lect
Ġbo dy
ĠException State
Ġn b
SE SSION
Ex port
F ER
Ġf unc
EX CHANGE
mag n
L IT
u uid
FIC ATION
y cle
G A
h f
id le
Get Frame
ĠF ind
Can vas
ST ACK
s ack
as as
valid ate
ĠO pen
m r
bo ot
Ġpro perty
P attern
V S
En tries
INIT I
s lots
is Empty
Ġv ol
tem pt
x attr
Ġt vb
s un
for ward
Ġparam eter
ĠSc ript
Ġhapp en
vl an
; )
Ġas oc
Ġweb kit
Pass word
Ġc rm
cess ary
view s
refer red
ĠS EEK
sl ave
I CK
Ġs sn
LO PT
ca pe
com ment
WIN DOW
& &
Compos itor
M SR
PEND ING
g ray
lo sing
UN I
TH READ
1 7
ok ies
CON F
ro und
end or
Ġr ing
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠ
BU S
Ġev en
Exception Info
CONT IN
Bund le
O peration
Ġ LOCAL
act ual
Del ay
F rag
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ATOM IC
D own
P D
l im
enc il
OM E
ĠB IT
D ict
IG H
B IO
G eometry
h ub
Ġbuf len
D CHECK
u a
op acity
IP C
A rea
F inish
v if
end point
Pre fs
H istogram
R o
Ġs u
ĠC l
Ġsc reen
" ][
Ġun der
ale t
CON TEXT
DEF INE
co ord
Ġd irect
Ġtrans form
ĠK RB
X MP
r sa
he vc
Ġex c
View port
][ "
a a
it ive
ST OP
ĠV CPU
CO DING
REG S
Bind ings
g re
Ġb io
2 2
C ap
an on
Ġf low
ist ics
Pro c
String To
n ess
cl p
sy m
Ġfield s
I I
ter nal
Se quence
ces sed
Z oom
ul ated
FA CE
gd Image
Y Y
r untime
Ġp adding
AN Y
Us age
Ġi b
Ġg eometry
cl a
Ġmode l
m g
il er
LA ST
Ġstr ide
TIME OUT
MI ME
S END
dec rypt
On ce
Ġheader s
u ed
Ġd oc
ĠIn dex
Ġfrag ment
Ctx t
Ent ity
F ail
H EV
ad just
ĠU SE
> \
Ġp u
ad apter
ĠSt ream
align ed
W ID
Ġt wo
Ġd c
mpl er
0000 00
jo in
Act iv
Ġ* =
int ra
Ġre place
y g
ĠB U
Index Param
Ġhandle d
CONTR OL
Ġf inal
Command Line
FIL TER
E OS
t bl
MEDI A
h istory
ST est
loc ate
pl an
qu ant
Task Runner
rott le
vi r
File System
Ġ( __
Ġd river
I LL
an ifest
DE P
ĠAL OGE
Det ails
ACT IVE
t w
Ġ until
Ġin sert
Ġx frm
crypt ed
imp ort
L T
b f
se lector
us pend
Proto col
G C
Ġor ig
Ġ1 1
Ġattr ibutes
fail ure
alet te
Ġgd Image
at ile
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Data base
STR U
A MP
ac y
Ch n
AN DROID
block size
ĠS MP
ĠD ata
Ġx t
string s
Ġhton s
SIST ENT
Ġ12 8
R UN
v sp
at ency
ul ator
Ġ1 024
L aunch
ĠF IX
Ġwe ak
ĉĉĉĉĉ ĠĠĠĠ
ORD ER
R untime
Ġre l
Ġi w
Se g
Acce s
ront end
de red
ro pp
Ġm y
(& (
At tach
Bin ary
. %
S CTP
Ġre mote
VER IFY
connect ed
Vert ex
9 9
yn chron
Ġevent s
3 3
e ar
lo sure
AUT O
4 8
G tk
T T
Ġd own
ri er
ac b
UR LL
Re al
ĠF S
U V
a ead
re fs
Ġs ingle
ps z
Ġdo main
W K
Ġb s
Re place
| |
ĠH B
Ġset ting
check sum
eg ot
ir r
Ġbe ing
ET CH
SK B
pict ure
i ator
Ġ el
or ary
B ER
F n
g asas
ĠT EE
ĠB AD
SU M
Ġc ell
Ġpre fs
g ener
h i
re vs
ĠN ode
ĠS QL
Ġde tails
ĠU INT
ENO DEV
b ond
ĠX XX
et ime
Resource s
Ġab ove
ut able
ĠS ee
0 7
M IS
mo use
Child ren
c x
g uard
n bytes
Ġ DE
Ġh w
EE E
reference s
ab l
ĠI B
For ward
Point er
Ġp aint
Ġn p
MA N
block ed
lin es
virt ual
ĠE lement
dis card
T emplate
r ans
as n
we en
Fact or
O W
device s
Sh ader
yy vsp
GetPixel Channels
g esture
l v
p ower
re size
ad ing
un ix
ĠC lose
ĠPar se
ĠPixel Packet
E AGAIN
if a
Ġc op
ĠD ownload
port s
SetImage Progress
o ser
me ch
Ġm apping
ĠG SS
irq save
Trans fer
c f
un ref
Ġch aracter
count ers
EX TRACT
Magick OffsetType
ĠX FS
Ġre ceived
ver ifier
Input Event
Op acity
put s
EM UL
Ref Ptr
put il
pr incipal
pre pare
Scale QuantumTo
ĠInitial ize
N r
ro le
BU SY
A v
C annot
Ġh id
Ġcur sor
sec ure
] ),
in ished
ad vance
Ġo per
dr ive
ho le
ĠM P
Time Delta
fil p
th reshold
sp i
ud it
Exec ute
RES ULT
f irm
LO AT
RO UT
Ġreturn ed
met h
ĠOP J
Ġh t
Co uld
Bu ilder
Ġs uper
IN S
ĠFile Path
Ġq emu
o verride
AS ON
component s
E ST
N s
Ġ ut
Ġc nt
an el
of proto
Ġ' -
ĠB IO
DI RECT
Ġoff screen
str aint
Time Ticks
Arg uments
3 5
x x
Ġ low
alloc ated
Ġerror s
Prog ram
Ġle t
ISH ED
ĠPER F
yg on
R ule
r andom
ON CE
v r
ol ute
Ġ(( *
Ġdis abled
Sample s
E MP
W r
n n
Ġs vc
sc ene
RG BA
upd ater
URLL o
Ġl arge
ĠB GP
Set String
Ġback ground
AF NUM
O k
if o
Ġn ormal
AR CH
Ġk zalloc
ml ink
BO OL
Mat rix
OL D
foc us
en sor
Value s
D ONE
R ST
Ġd ig
EN CODING
f w
h dev
n api
p aper
do ut
DOM Configuration
She et
S ig
on itor
Ġc lip
id entity
Re ference
ĠH e
t ot
Ġm argin
Ġdif ferent
RenderingContext Base
CONTIN UE
ĠFIX ME
ST O
to Native
Ġ' :
ATTR IBU
TIF Y
d ns
m q
u v
Ġthe se
ĠP er
PC M
ĠCon tent
Col umn
Ġfl ush
un its
Ġs urface
base d
SK IP
[ -
ĠS F
uff ix
hand shake
se gs
set ting
ĠA SC
Ġfor ce
Ġk malloc
IG HT
ATTRIBU TE
S QL
] ",
f ib
ce iver
N avigate
P rintf
id entifier
Ġact ual
al ert
Ġc ommon
Ġf mt
Ġr x
map ped
callback s
br idge
S coped
Ġre interpret
yy ch
-+-+-+-+ -+-+-+-+
ICK CORE
2 00
al ing
of st
Ġse quence
D ump
E PERM
S upported
Ġc m
Ġf act
PE D
S ec
in f
Ġm id
Ġg fp
loc ale
Inst all
ce l
offset s
W EB
Ġw idget
ĠS I
LE G
sa mpling
SSL err
CONT ENT
ĠA udio
Ġv isitor
Ġe ffect
Ġb ind
Ġre d
Ġhton l
en coder
Ġbe low
25 5
PER SISTENT
ĠRef Ptr
Ġ KEY
re cogn
do m
Ġret ry
Ġbu ff
ĠRe move
ex tract
Ġg uint
TR IC
Se lected
st ant
Ġh int
ĠIn valid
r dp
co mpletion
Ġint errupt
Ġst orage
Ġ[ %
Ġmet adata
e ver
n ative
Con sole
char s
Ġstr cmp
Ġmo ve
ĠVM X
Ġb oth
Ġat omic
mon itor
In line
ĠS E
FOR MED
Ġsy stem
o u
al len
Ġg uest
Ġme ans
k v
Web GL
vert ex
ĠLay er
ar r
ĠC ur
ĠM IN
Ġnot hing
ENT ITY
ĠU MA
ifi ers
MO D
V olume
Ġ REQUEST
Ġw ay
ĠS er
Ġr ule
CH ED
mat te
PRE S
she et
em it
Ġi i
sc all
real m
Ġcon tain
RE ASON
ub ble
MA GE
not e
Ġvar iable
ĠTr ans
URLLo ader
2 1
Ġp te
Ġm is
ĠA t
Info Bar
," %
R ANGE
b mp
en ame
Ġo ps
Ġv rend
MAL FORMED
Ġfa ult
Ro le
! \
String Info
sh adow
pre view
Ġre maining
Ġin dic
ĠP DF
Is Valid
i pe
l if
RE SET
ĠA tomicString
De pth
l blk
ot ion
dr m
Image s
Ġg pu
Ġh old
packet s
ĠWriteBlob MSB
Ġg iv
iph y
DISABLE D
ĠH andle
Ġname space
Reg istry
me ms
Ġf etch
as sign
Red irect
Ġi v
Ġst rerror
Un supported
Ġop code
An imation
MAG IC
S ING
S ingle
c ustom
ri ve
Al lowed
ĠT G
IP T
Quantum Memory
need s
DestroyImage List
Ġacce pt
R U
an ch
Ġw ord
Ġw alk
for k
SI X
Tra it
Ġ READ
Ġp name
el ist
ĠD on
Ġstr chr
EXT ENSION
Ġinst ead
ĠW h
ĠB R
D MA
H AVE
Ġp o
ĠF F
Ġe ither
LO OK
ĠS h
Web Kit
vert ical
Ġd up
\" ",
Ġt ermin
En code
view port
Ġlo ader
ffff ff
ro ut
ĠS SH
sc r
buf len
line size
d ated
Ġs um
ĠN ow
host name
Arg ument
S OR
k ill
Ġg ss
cp ar
ĠGet Pixel
STR VAL
I E
Ġc lean
sub mit
Per mission
i h
Ġex plicit
gr ify
LIC Y
allen ge
H IGH
Ġn bytes
arg p
b ers
i dev
For Current
Ġmet a
ĠLayout Unit
S CO
T ABLE
d printk
ct r
Ġm a
Command Enabled
e h
m ix
p ref
Get Field
Cache d
IfN eeded
f lo
ig r
Ġa cc
all paper
> ();
AT CH
Lo st
Ġcache d
D one
ĠC ommand
COMP ON
D T
Ġ icon
he ll
Ġl ua
Image Tag
ref count
ĠIP PROTO
Security Origin
Ġ! !
lic ate
ZER O
Ġp in
per im
ta x
F LOW
b rcmf
k Invalid
Ġco mplete
Ġen sure
Ser ial
BASE D
igno red
F Y
F ETCH
IN O
ma jor
AR R
== ==
ĠID C
Ġnto hs
Co okie
Ġkey s
dp b
Ġt itle
ann er
Event s
UP DATE
Ġtrans action
Frag ment
H CI
c lean
Ġs g
ust ed
FRAME BUFFER
ĠBT M
perim ent
Ġ lib
ĠS MB
par ate
, %
", (
Re size
GE ST
ĠO pt
mult i
MAG ICKCORE
Y NC
to ols
ĠV ector
table s
Trans ition
id ata
Ġm sr
ĠS K
OR K
null ptr
phy s
ĠRenderFrame Impl
ĠS IOC
ac count
g eneric
Ġs lice
ĠC lient
ps d
omet hing
i sion
RE V
Id x
Ġcomp os
c ss
g uid
Ġt ho
Re store
ĠA S
frag s
DEP TH
E LEMENT
st itial
pr t
ĠB uffer
request s
On e
check er
mid i
B reak
Ġle ast
Ġtrans fer
AttributeAttribute Getter
l uma
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġe m
Ġan other
bin ary
' \
t iming
Ġa x
ĠP I
Set Field
dis abled
ĠEx ec
tick et
P OS
Ġp m
ĠL IB
Se arch
ĠDe vTools
3 8
B luetooth
w rapper
co pi
ĠE vent
En c
Sh adow
br ary
Quick WebView
aff ine
Ġs printf
UT DOWN
Core Signature
d ialog
Ġe very
STR LEN
S n
ĉ ĠĠĠĠĠĠĠ
Ġs aved
Ġf name
ĉĉĉĉĉ ĠĠĠĠĠ
s ame
as c
Ġh igh
ĠC A
fd s
Test ing
Ġop j
NOT SUPP
ugg est
S wap
U AL
Ġ UN
ss oc
Attr ibutes
Ġreg ion
ĠK ERN
s ql
map ho
ĠCR Y
W rit
s adb
sh ader
net if
am ily
BO O
sector s
L F
ĠH O
PU SH
ed DB
Pixel Packet
ĉĉĉĉĉĉ Ġ
Ali gn
R aw
con t
Ġy acc
process or
Tex Image
ĠReg ister
mapho re
O C
Ġi eee
Set Pixel
ĠSt art
wr iter
C red
p as
name len
ter min
File s
Ġframe s
f atal
Ġspl it
ĠRenderView Impl
5 4
Ġp air
ex if
ub lic
Ġtime stamp
S M
c info
Ġb rcmf
Ġo peration
index es
Ġread ing
control s
CUR SOR
exp ression
Ġ(; ;)
ĠC lear
Ġr unning
ID S
Se ek
Ġcl uster
mplement ation
REC ORD
A Y
S ON
al ance
wh ite
y r
que ued
Ġj pc
handle d
Ġmag n
F i
Ġp ost
Ġs mp
ĠMagick CoreSignature
Ġpoint s
Ġhel per
F LOAT
G B
Ġ1 000
qui res
Ġav ctx
ro se
Con vert
Ġcolor s
track er
Ġ' ,
OP NOTSUPP
open ssl
Update CommandEnabled
uff man
ĠUn defined
P ack
Ġ' .
Ġcall er
de t
Ġx mp
pc m
ĠDe vice
man ifest
Ġobserver s
ni box
SELE CT
Vertex Attrib
a ren
p n
s upport
Ġc ipher
Ġcon d
get c
ĠC L
Ġk mem
ĠK URL
Ġcl one
ĠSk ip
Con stant
MO VE
Ġpacket s
I ES
Ġ signature
li ck
Id entifier
Back end
Ġpriv ate
O WN
e fx
in struction
if r
Re mote
cur l
ĠR PC
NOTI FICATION
C ho
d w
w w
Ġ unlock
de leg
co ver
ate g
LE AR
De cl
Ġj o
sec ret
Ġsm all
MAR K
c si
im ension
ĠS yn
cp us
Un load
Pixel Trait
Message Loop
ĠEx it
ai ro
HO OK
Logical Width
Rout ing
recogn ized
Ġf all
cache p
SA X
Ġvol atile
Ġc fg
Ġt ptr
ust ers
inter lace
COM PAT
Ġli ke
a use
d io
d yn
Ġin clude
decode d
Trace Event
SY N
LOOK UP
G FP
c rop
Ġh ow
cp i
pl ane
Ġstr n
VM X
sing le
STO RE
) ");
C ase
I MP
ist ered
Ġopt val
2 3
> ,
p at
x fer
str casecmp
up per
part ial
MI B
Ġab ort
PRIV ATE
A b
path s
ĠLoc al
c ut
e q
Ġf p
par m
dis connect
G D
H ave
at um
Ġm issing
Ġg ener
ure d
dis sect
og le
Extension s
PH A
Ġcop ied
I ME
X F
\ \
r ctx
Ġf re
ch g
COMP LETE
m enu
Ġg c
for med
ĠW indow
Ġlo ff
apt or
ĠAl locate
x hci
Ġ ack
Ġ" --
em ulate
PR OT
Magick String
Web Frame
Ġat oi
w atch
DE CODE
bind ing
al f
IN ST
SA FE
OUT PUT
ĠPR Iu
ĠPO LL
STRU CT
I AN
Ġp gs
Ġm utt
Property CallbackInfo
Ġchannel s
sys ctl
VALID ATE
Seg ment
copi ed
Ġp red
CCE S
Execution Context
7 6
P Q
c map
k Key
Ġ AT
log in
Ġexist ing
COMPON ENT
e i
Ġf z
vo ke
D Y
G raphics
f ifo
Ġf ixed
ol ation
Type s
EX P
SR C
PH AR
resource s
2 000
p ull
en coded
Ġbuffer s
Sh utdown
Ġmag ic
SCO PE
Ġ*/ ,
Qu ota
He ap
Ġinitial ize
CRE ATE
H int
z oom
st and
id i
un load
Ġg st
ri e
De v
PRO FILE
Sk ip
B J
S upport
EN CE
sm i
PK CS
A A
d uct
o ice
fo l
mis c
Ġ entity
ig rate
ĠC F
omet ric
Ġother wise
r dma
te mplate
Magick Info
ĠIn spector
L abel
Co mpleted
mb ed
Ġap du
And roid
O VER
m k
co w
ĠD ictionary
ĠRender Widget
Ġdevice s
Ġauth entic
26 3
j sv
Ġp ush
Ġhe x
ĠZ STD
FRA G
CLO SE
G lyph
s ume
ce ll
ot ometric
ol ated
ĠS ET
CH UNK
code cpar
load ing
Ġwh ether
Ġdis card
rows ing
Tab Contents
Media Element
spec ific
ĠSetImage Property
FF ECT
Load Type
0000 0000
Ġresource s
ĠRenderFrame HostImpl
L ib
j ected
it o
res pon
Ġwe re
ec ycle
)) ))
Ġ4 0
Ġ_ ("
Ex tra
ĠIP V
Sa fe
Ġreser ved
TOK EN
E OPNOTSUPP
a sic
b order
un ion
ON SE
St ep
Ġis olate
ail ing
tag s
mult icast
B order
m time
Ġp ack
Ġb ig
Ġe e
FI RST
Dis abled
Ġph y
V isual
Ġb and
im m
SE G
7 4
par ator
ĠL VM
Cl amp
si red
Ġp info
pl atform
Ġrc u
ex clude
opt len
am ic
Ġho ok
r ary
Ġp Context
EX CE
ĠU ser
Ġfe atures
WID TH
g es
Ġsc si
TA CH
dispatch er
p it
ĠB TRFS
Ġat t
A utofill
ap s
sl ab
CC P
xml GenericError
s coped
id c
Ġi rq
AL OG
ĠC an
Ġj iffies
US B
mit ted
Ġab s
spe ed
Fetch er
SV G
Z ED
ph an
ĉĉĉĉĉ ĠĠĠĠĠĠ
k i
ĠM essage
Ġsample s
Form Control
9 0
C ert
ud p
cap able
Input Element
Bind Once
Ġalloc ation
TL SEXT
tr ait
AL PHA
Ġu c
Ex it
Ġpar sed
QUE UE
Ġ( _
el en
Ġd x
ĠC O
ĠR un
AD ATA
ci sion
PRO C
BYTE S
ĠCRY PTO
A ssoc
Ġp ic
ĠX SLT
Ġmax imum
Commit ted
C ast
Ġd rv
In s
ĠO F
Ġps f
Ġarg ument
PO LICY
Ġro uting
Parser Ctxt
ĠTestObject Python
Site Instance
T otal
st h
st roke
Ġp rec
Ġn ested
Ġstr ip
GL enum
Compos ite
Ġfollow ing
ĠAcquire QuantumMemory
Ġs r
Re ferrer
AL E
ĠA PR
UN SUPPORTED
W M
Re ceive
Ġse lect
ĠRender WidgetHostView
Message s
Header s
Ġcre ated
= "
c msg
r fc
Ġf ix
Test Obj
INVALID DATA
sum er
ĠY Y
: \
D uration
t le
an al
Ġd s
ĠP K
ĠP re
ĠR et
= \"%
Vi sibility
ADD RESS
Shared Memory
NOTI CE
b c
Ġt s
ic ient
ĠC ache
Ġv host
vol ume
expi res
valu ate
extr adata
G URL
Ġp attern
ath er
NO RE
Tra its
G ray
V LOG
ff s
map s
LO OP
ĠWriteBlob String
UD P
] \
x prt
ĠS ession
ll u
alloc ate
Mouse Event
IT EM
uggest ion
D ER
p ace
re at
co me
Ġg x
com ing
ĠOn ly
3 1
S X
U SH
um bn
Ġd y
ĠE TH
ĠB TA
di e
nl h
S G
l an
at ely
list ener
mem ber
AB ORT
Ġdis k
RB in
Ġsm art
r tp
re quired
Ġj son
A LLOW
T C
r ss
s ort
RE ND
Con tains
di v
END IAN
7 8
ĠS TR
ĠB ad
qu ota
ep per
Message Filter
Ġnl msg
ev t
P IN
ex port
ĠL ist
Se cond
Ġframe buffer
Document Loader
auth entic
B ubble
l vl
m nibox
Ġb order
Re load
Get WeakPtr
to uch
pro be
ĠIn it
MO V
Current ly
Ġwrit ten
Dictionary Value
G LOB
i ant
Ġ et
r sv
Ġre direct
ĠP CI
Ġis n
block ing
OT OME
Ġsh a
Trans action
Ġspec ial
Ġprog ress
OTOME TRIC
M issing
c blk
at ts
str cpy
Ġser ial
Ġre p
Option al
Ġspl ash
l t
n tp
Ġ ));
Ġt ake
xff ff
Exp ression
4 2
g g
h b
Ġm ime
ON IG
SE EK
sp hr
ERR UP
Ġ' +
Ġpro p
Read y
Ġvi sible
Ġconn ect
Ġmult iple
RESP ONSE
sphr ase
f r
Ġc e
un cs
ul k
EV T
P TION
Ġo c
Ġcode c
b ed
Ġt m
ĠP F
LI CE
AS H
CHAN NEL
align ment
Full screen
CURRENT LY
Ġt ick
Ġs s
chunk s
R el
set s
ĠF loat
Throw ReaderException
INITI ALI
ĠStream Tcp
B ottom
D ONT
Ġ urb
Ġd uring
ĠG pu
AN K
AS YNC
uc v
c rt
n sec
Ġs ite
Ġn d
Ġ1 3
Ġ' )
mo re
es cape
ĠS uccess
An im
writ el
H orizontal
s For
Ġp dev
pe ed
ĠT X
ho me
ĠMagick Signature
alg orithm
Ġass ume
un used
Ġn eg
Quantum Range
Tree Host
INTER FACE
as f
Ġ" :
res ses
and id
Ġav ail
Fatal Err
Ġt y
ĠA uto
te ms
AR GET
EX PECT
thread s
Ġbet ween
Y UV
x mit
ĠT ime
ree mpt
Ġcount er
ĠRe cord
colum n
Cl one
ARR VAL
k Disable
p info
s q
Ġp f
(), "%
Ġnot e
Compos iting
ĠDictionary Value
A SS
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
SI S
Ġro ute
T ED
in v
Ġd uration
Ġcan vas
Ġact ually
EMP TY
Constant String
n ing
Ġ Load
Ġd ma
(( (
Color map
Ġpl atform
ĠTab Strip
CONNECT ED
k ind
x a
Ġs w
Ġtr ansport
Lo aded
TIFF Read
Last Track
the size
Ġofp buf
Wr iter
a util
c irc
ĠS coped
fe ed
autil us
r ar
Ġm anager
ID X
ential s
Java Script
- =
j p
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
ĠE AS
Ġgiv en
c alc
s In
Ġc alloc
Ġt cg
Ġg char
ĠO ther
I tems
T ile
Ġre ally
Ġof putil
Ġpro vi
FO UND
d ot
k b
er ge
pro mpt
Ġis o
Or der
auth or
BIN ARY
umbn ail
W ord
m DataSource
